cask_args appdir: "/Applications"
brew "git"
brew "git-flow"
brew "gh"
brew "mas"
brew "fish"
brew "homeshick"
brew "coreutils"
brew "findutils"
brew "fzf"
brew "tmux"
brew "git"
brew "ghq"
brew "wget"
brew "curl"
brew "jq"
brew "gawk"
brew "the_silver_searcher"
brew "mobile-shell"
brew "reattach-to-user-namespace"
brew "vim"
brew "lv"
brew "markdown"
brew "w3m"
brew "rsync"
brew "curl"

cask "visual-studio-code"
cask "google-chrome"
cask "alfred"
cask "1password"
cask "path-finder"
cask "karabiner-elements"
cask "bettertouchtool"
cask "iterm2"
cask "vlc"

mas "Magnet", id: 441258766
mas "Onedrive", id: 823766827
mas "Microsoft To Do", id: 1274495053
